{
	"Vesper": {
		"name": "Vesper",
		"description": "The Vesper or Vesper Martini is a cocktail that was originally made of gin, vodka, and Kina Lillet.",
		"drinkware": "Cocktail glass",
		"image": "",
		"preparation": "Use a chilled cocktail glass. Add a lemon twist garnish. Served straight up without ice.",
		"ingredients": {
			"Gin": 60,
			"Vodka": 15,
			"VermouthDry": 7.5
		}
	},
	"Negroni": {
		"name": "Negroni",
		"description": "The Negroni is an iconic Italian cocktail, made of one part gin, one part vermouth rosso, and one part Campari, garnished with orange peel. It is considered an apéritif. The Negroni and the Americano are known as the Red Martini.",
		"drinkware": "Old fashioned glass",
		"garnish": "Orange peel",
		"image": "",
		"preparation": "Use a glass filled with ice.",
		"ingredients": {
			"Gin": 30,
			"BittersCampari": 30,
			"VermouthSweet": 30
		}
	},
	"OldFashioned": {
		"name": "Old Fashioned",
		"description": "The Old Fashioned is a cocktail made by muddling sugar with bitters, then adding alcohol, originally whiskey but now sometimes brandy and finally a twist of citrus rind. It is traditionally served in a short, round, tumbler-like glass, which is called an Old Fashioned glass, after the drink.",
		"drinkware": "Old fashioned glass",
		"garnish": "Orange slice and a cocktail cherry",
		"image": "",
		"preparation": "Place sugar cube in old fashioned glass and saturate with bitters, add a dash of plain water and muddle until dissolved, then fill the glass with ice cubes.",
		"ingredients": {
			"Whiskey": 45,
			"Bitters": 2
		}
	},
	"Mojito": {
		"name": "Mojito",
		"description": "Mojito is a traditional Cuban highball. Traditionally, a mojito is a cocktail that consists of five ingredients: white rum, sugar, lime juice, soda water, and mint. Its combination of sweetness, citrus, and mint flavors is intended to complement the rum, and has made the mojito a popular summer drink.",
		"drinkware": "Collins glass",
		"garnish": Sprig of mint",
		"image": "",
		"preparation": "Muddle mint sprigs with sugar and soda water.",
		"ingredients": {
			"Rum": 40,
			"JuiceLime": 30
		}
	},
	"SeaBreeze": {
		"name": "Sea Breeze",
		"description": "A Sea Breeze is a cocktail containing vodka with cranberry juice and grapefruit juice. The cocktail is usually consumed during summer months. The drink may be shaken in order to create a foamy surface.",
		"drinkware": "Highball glass",
		"garnish": "Lime wedge",
		"image": "",
		"preparation": "Use a glass filled with ice.",
		"ingredients": {
			"Vodka": 40,
			"JuiceCranberry": 120,
			"JuiceGrapefruit": 30
		}
	},
	"LongIsland": {
		"name": "Long Island Iced Tea",
		"description": "A Long Island Iced Tea is a type of alcoholic mixed drink typically made with vodka, tequila, light rum, triple sec, gin, and a splash of cola, which gives the drink the same amber hue as its namesake. A popular version mixes equal parts vodka, gin, rum, triple sec, with ?1 ¹/2 parts sour mix and a splash of cola.",
		"drinkware": "Highball glass",
		"garnish": "Lemon spiral",
		"image": "",
		"preparation": "Use a glass filled with ice.",
		"ingredients": {
			"Tequila": 15,
			"Vodka": 15,
			"RumWhite": 15,
			"Gin": 15,
			"LiqueurOrange": 15,
			"JuiceLemon": 25,
			"SyrupGrenadine": 30
		}
	},
	"Mimosa": {
		"name": "Mimosa",
		"description": "A mimosa cocktail is composed of one part champagne and one part chilled citrus juice, usually orange juice unless otherwise specified. It is traditionally served in a tall champagne flute at brunch, at weddings, by the pint, or as part of first class service on some passenger railways and airlines.",
		"drinkware": "Champagne flute",
		"garnish": "Cherries, Strawberries, Grenadine",
		"image": "",
		"preparation": "Ensure both ingredients are well chilled.",
		"ingredients": {
			"WineSparkling": 75,
			"JuiceOrange": 75
		}
	},
	"Screwdriver": {
		"name": "Screwdriver",
		"description": "A screwdriver is a popular alcoholic highball drink made with orange juice and vodka. While the basic drink is simply the two ingredients, there are many variations; the most common one is made with one part vodka, one part of any kind of orange soda, and one part of orange juice.",
		"drinkware": "Highball glass",
		"garnish": "Orange slice",
		"image": "",
		"preparation": "Use a glass filled with ice.",
		"ingredients": {
			"Vodka": 50,
			"JuiceOrange": 100
		}
	},
	"WhiskeySour": {
		"name": "Whiskey Sour",
		"description": "Sours are mixed drinks containing a base liquor, lemon or lime juice, and a sweetener (triple sec, simple syrup, grenadine, or pineapple juice are common). Egg whites are also included in some sours.",
		"drinkware": "Rocks glass",
		"garnish": "Cherry, Lemon wedge",
		"image": "",
		"preparation": "Use a glass filled with ice.",
		"ingredients": {
			"Whiskey": 45,
			"JuiceLemon": 30,
			"SyrupGrenadine": 15
		}
	},
	"CubaLibre": {
		"name": "Cuba Libre (Rum & Coke)",
		"description": "Rum and Coke, or the Cuba Libre, is a highball cocktail consisting of cola, rum, and in many recipes lime juice on ice. Traditionally, the cola ingredient is Coca-Cola, and the alcohol is a Cuban light rum such as Bacardi.",
		"drinkware": "Highball glass",
		"garnish": "Lime wedge",
		"image": "",
		"preparation": "Use ice filled glass",
		"ingredients": {
			"RumWhite": 50,
			"SodaCola": 120,
			"JuiceLime": 10
		}
	},
	"Manhattan": {
		"name": "Manhattan",
		"description": "A Manhattan is a cocktail made with whiskey, sweet vermouth and bitters. While rye is the traditional whiskey of choice, other commonly used whiskeys include Canadian whisky, bourbon, blended whiskey and Tennessee whiskey.",
		"drinkware": "Cocktail glass",
		"garnish": "Cherry",
		"image": "",
		"preparation": "Use ice filled glass, then strain into a chilled glass.",
		"ingredients": {
			"Whiskey": 50,
			"VermouthSweet": 20,
			"BittersAromatic": 1
		}
	},
	"GinFizz": {
		"name": "Gin Fizz",
		"description": "A fizz is a mixed drink variation on the older sours family of cocktail. Its defining features are an acidic juice and carbonated water.",
		"drinkware": "Old Fashioned glass",
		"garnish": "Lemon slice",
		"image": "",
		"preparation": "Use ice filled glass. Top with soda water after other ingredients.",
		"ingredients": {
			"Gin": 45,
			"JuiceLemon": 30,
			"SyrupGrenadine": 10,
			"SodaWater": 80
		}
	}
}